@extends('ja.layout.mainlayout')
@section('aboveContent')
<div class="container-fluid about px-0">
  <div class="container p-3">
    <h2 class="h1-responsivefooter text-center my-4">約</h2>
    <div class="row">
      <p>シャンチー（象棋、拼音: xiàngqí、ベトナム語: cờ tướng/棋將）は、二人で行うボードゲーム（盤上遊戯）の一種である。中国及びベトナムにおける伝統的な将棋類であり、中国では国家の正式なスポーツ種目にもなっている。中華人民共和国の非物質文化遺産に登録されている。</p>
      <h3 class="w-100">名称</h3>
      <p>この競技は中国語では「象棋」と呼ぶが、これは中国語でチェス類の一般表現にも使うため、特に区別する際には「中国象棋」と呼ばれる。</p>
      <p>ベトナム語では「cờ tướng」（コー・トゥオン：/kəː tɨəŋ/）というが、日本語では「カートン」と書かれることが多い。漢字表記に直せば「棋将」である。</p>
      <p>英語では、「xiangqi」または「Chinese chess」と呼ぶ。国際組織である世界シャンチー連合会(World Xiangqi Federation 略称 WXF）は英語名を「xiangqi」としている。</p>
      <p>日本語では「象棋」「中国象棋」「中国将棋」などと表記されることもある。世界シャンチー連合会加盟の、日本における国内競技団体である日本シャンチー協会（Japan Xiangqi Asocciation 略称 JXA）では、日本における呼称・表記とも「シャンチー」とすることを定めているが、出版・報道では「象棋」という表記も行われている。例えば、2008年に開催されたワールドマインドスポーツゲームズの種目に本競技が取り上げられたことを紹介する新聞記事では、多くの新聞で「シャンチー」の表記を採用している。また、広辞苑では第六版（岩波書店、2008年、ISBN 978-4000801218）で「シャンチー」「中国象棋」の両者が見出し語に加えられ、語義の解説は「中国象棋」に記載されている。日本における遊戯史研究の第一人者である増川宏一は、自著で「象棋」という表記を使っている。日本オリンピック委員会では「シャンチー」を採用している。</p>
    </div>
  </div>
</div>
@endsection
@section('belowContent')
@endsection